Repository: 0077cc/preciosa
Catalog: preciosa/locale/*/LC_MESSAGES/django.po
Languages: es

source: Settings
es: Preferencias

source: Log out
es: Cerrar la sesión

source: Log in
es: Iniciar sesión

source: Sign up
es: Registrate

source: Newsletter list
es: Lista de Newsletter

source: Subscribe
es: Subscribir

source: Update subscriptions
es: Actualizar suscripciones

source: Newsletter archive
es: Archivo de newsletters

source: activate
es: activar

source: Activate
es: activar

source: Newsletter subscribe
es: Suscribir a newsletter

source: Your subscription request was successfully received and an activation email has been sent to you. In that email you will find a link which you need to follow in order to activate your subscription.
es: Tu solicitud se recibió correctamente y te enviamos un email con un link de confirmación que deberás seguir para confirmar tu suscripción.

source: Do you want to subscribe to this newsletter?
es: ¿Querés suscribirte a este newsletter?

source: Newsletter unsubscribe
es: Desuscribir del newsletter

source: Due to a technical error we were not able to submit your confirmation email. This could be because your email address is invalid.
es: Por un problema técnico, no pudimos enviarte un email de confirmación. Esto puede deberse a que la dirección de email que ingresaste es inválida.

source: Unsubscribe
es: Desuscribir

source: You have successfully been unsubscribed.
es: Te desuscribiste correctamente.

source: Your unsubscription request has successfully been received. An email has been sent to you with a link you need to follow in order to confirm your unsubscription.
es: Tu solicitud se recibió correctamente y te enviamos un email con un link de confirmación que deberás seguir para confirmar tu desuscripción.

source: Do you want to unsubscribe from this newsletter?
es: ¿Querés desuscribirte de este newsletter?

source: Newsletter update
es: Actualización de news

source: Update subscription
es: Actualizar suscripción

source: Your subscription has successfully been updated.
es: La suscripción se actualizó correctamente.

source: Your update request was successfully received and an activation email has been sent to you. In that email you will find a link which you need to follow in order to update your subscription.
es: Tu solicitud se recibió correctamente y te enviamos un email con un link de confirmación que deberás seguir para confirmar la actualización en la suscripción.

source: Mainpage
es: Página principal

source: Edit
es: Editar

source: Read more
es: Leer más

source: View all posts in %(tag.name)s
es: Ver todas las entradas en %(tag.name)s
